import React from 'react';

const DescribeTest = () => {
  return (
    <div className='b-txt'>
      <h2>На какие вопросы поможет найти ответы тест</h2>

      <p>В чём причина выгорания и кризиса на нынешней работе.</p>
      <p>Выбрать новую профессию, если нынешняя работа надоела.</p>
      <p>Как остановить профессиональное выгорание.</p>
      <p>Другие сферы деятельности, в которых вы сможете реализоваться.</p>

      <h2>Кому будет полезен</h2>

      <p>Если преследует чувство неудовлетворенности и выгорания на текущей работе.</p>
      <p>При долгом поиске новой работы.</p>
      <p>Если чувствует потребность сменить сферу деятельности.</p>
      <p>Когда не знаете чем хотели бы заниматься и в какую сторону двигаться.</p>

      <h2>Как заполнять тест</h2>

      <p>Введите свои личные данные - после этого сможете приступить к самому тесту.</p>
      <p>Результаты тестирования вы получите на почту с комментариями эксперта.</p>
      <p>Не проходите тест посмпешно. Создайте себе комфортные условия, выберите время, когда никто не будет вас отвлекать, и позаботьтесь о стабильном интернет-соединении.</p>
      <p>Старайтесь не отвечать на вопросы слишком долго. Оптимально 2-3 минуты на каждый модуль и не более 20 минут на весь тест. Не позволяте себе слишком зацикливаться на отдельных вовпросах.</p>
      <p>Вспоминайте ситуации из своей жизни, выделяя те, которые помните отчетливо, или те, которые случались c вами неоднократно.</p>
      <p>Попробуйте отвечать, не обдумывая тот или иной вопрос слишком долго.</p>
      <p>Если кажется, что на какой-то вопрос вы ответили неверно - вы можете вернуться к нужному модулю и исправить ответ.</p>
      <p>Обратите внимание, что предлагаемые решения и направления деятельности не руководство к действию, a альтернативный взгляд, который можно учесть при поиске своего профессионального призвания.</p>
      
    </div>
  );
};

export default DescribeTest;